export const NAKAU_MENU_NAMES: string[] = [
  // Page 1
  '親子丼', // G1
  'とろたま親子丼', // G2
  'チーズ親子丼', // G3
  '牛あいがけ親子丼', // G4
  'ねぎラー親子丼', // G5
  'とろたまねぎラー親子丼', // G6
  '菜の花の親子丼', // G7
  '温たま菜の花の親子丼', // G8
  'とろたま菜の花の親子丼', // G9
  '牛すき丼', // G10
  '温たま牛すき丼', // G11
  'とろたま牛すき丼', // G12

  // Page 2
  'まぐろのたたき丼', // G13
  'まぐろユッケ丼', // G14
  '漬け旨サーモン丼', // G15
  'サーモンユッケ丼', // G16
  '塩だれオニオンサーモン丼', // G17
  'カツ丼', // G18
  '牛とじ丼', // G19
  'チーズ牛とじ丼', // G20
  'チーズカツ丼', // G21
  '牛あいがけカツ丼', // G22
  '鶏から丼', // G23
  'ねぎラー鶏から丼', // G24
  '食べラー鶏から丼', // G25
  'とろたま鶏から丼', // G26
  'マヨ鶏から丼', // G27

  // Page 3
  '和風カレー', // G28
  '和風カツカレー', // G29
  '和風チーズカレー', // G30
  '和風こだわり卵カレー', // G31
  '和風牛あいがけカレー', // G32
  '海老天丼', // G33
  '上海老天丼', // G34
  'うな重', // G35
  '牛すきうな重', // G36
  'うなぎあいがけ親子丼', // G37

  // Page 6
  '牛カルビ定食', // G38
  '豚しょうが焼き定食', // G39
  'こだわり卵朝食', // G40
  '目玉焼き朝食', // G41
  '目玉焼きベーコン朝食', // G42
  '銀鮭朝食', // G43

  // Page 7
  'ライス', // G44
];
